Repository: Hemlata4692/Actorscam_iOS
Catalog: ActorsCam/*.strings
Languages: es, fr

source: Your account has been deactivated by Actor CAM.
es: Su cuenta ha sido desactivada por Actor CAM .
fr: Votre compte a été désactivé par Actor CAM .

source: Email address cannot be blank.
es: El correo electrónico no puede estar vacio.
fr: L’email doit être rempli.

source: Password cannot be blank.
es: La contraseña no puede estar vacia.
fr: Le mot de passe doit être rempli.

source: Current password cannot be blank.
es: Contrasena actual no puede estar vacio.
fr: Mor de passe actuel doit être rempli.

source: Confirm password cannot be blank.
es: Confirmar contrasena no puede estar vacio.
fr: Confirmer que le mot de passe doit être rempli.

source: Name cannot be blank.
es: Nombre no puede estar vacio.
fr: Le nom doit être rempli.

source: Category cannot be blank.
es: Categoria nor purde estar vacia.
fr: La categorie doit être rempli.

source: Invalid email ID or password.
es: Contrasena/nombre de usuario no es valido.
fr: Email ou password errone.

source: Invalid email address.
es: Correo electronico no es valido.
fr: Email errone.

source: New password has been sent to your email address.
es: Nueba contrasena ha sido mandada a su correo electronico
fr: Nouveau mot de passe envoye a votre adresse email.

source: This email address is not associated with Actor CAM.
es: Correo electronico no esta asociado con Actor CAM.
fr: Cet email n’est pas enregistre avec Actor CAM.

source: Passwords do not match.
es: Contrasenas no son iguales.
fr: Mot de passe incorrecte.

source: Your password is changed successfully.
es: Su contrasena ha sido aceptada.
fr: Votre mot de passe a été change.

source: Invalid email format.
es: El formato del correo electronico no es valido.
fr: Format de l’email incorrecte.

source: An account with this username already exist, please try another one.
es: Existe una cuenta asociada con este nombre de usuario. Favor entrar otro.
fr: Un compte avec ce nom d’utilisateur existe deja, veuillez essayer un autre nom d’utilisateur.

source: There is an existing account associated with this email address.
es: Existe una cuenta asociada con este correo electronico. Favor entrar otro.
fr: Ll existe deja un compte associe a cet email.

source: Please upload an image.
es: Favor subir la imagen.
fr: Veuillez télécharger une image.

source: File size cannot exceed 20 MB.
es: Tamano de archivo no puede exedir 20 MB.
fr: La taille du fichier ne peut exceder 20MB.

source: Please add a representative to share your photos with.
es: Favor anadir nombre de la persona con la cual puede compartir sus fotos.
fr: Veuillez choisir un représentant avec lequel partager vos photos.

source: Email
es: Correo electronico

source: Email address
es: Correo electronico
fr: Adresse e-mail

source: Password
es: Contrasena
fr: Mot de passe

source: Login
es: Inicio de sesion
fr: S’identifier

source: Forgot Password?
es: Olvido la Contrasena?
fr: Mo de passe oublie?

source: Forgot Password
es: Olvido la Contrasena
fr: Mo de passe oublie

source: New here?
es: Nuevo aqui?
fr: Nouveau ici?

source: Name
es: Nombre
fr: Nom

source: Confirm password
es: Confirmar contrasena
fr: Confirmer votre mot de passe

source: Current password
es: Contrasena actual
fr: Mor de passe actuel

source: New password
es: Contrasena nueva
fr: Nouveau mot de passe

source: Sign Up
es: Unete
fr: S'Enregistrer

source: SIGN UP
es: UNETE
fr: S'ENREGISTRER

source: Take Photos
es: Tomar Fotos
fr: Prendre des photos

source: Record Audio
es: Grabar Audio
fr: Enregistrer Audio

source: Record Video
es: Gravar Video
fr: Enregistrer Video

source: TAKE PHOTOS
es: TOMAR FOTOS
fr: PRENDRE DES PHOTOS

source: RECORD AUDIO
es: GRABAR AUDIO
fr: ENREGISTRER AUDIO

source: RECORD VIDEO
es: GRAVAR VIDEO
fr: ENREGISTRER VIDEO

source: ADD REPRESENTATIVE
es: ANADIR REPRESENTANTE
fr: AJOUTER UN REPRESENTANT

source: Add Representative
es: Anadir Representante
fr: Ajouter un Représentant

source: CHOOSE LANGUAGE
es: ESCOGER IDIOMA
fr: CHOISIR LA LANGUE

source: Cancel
es: Cancelar
fr: annuler

source: CANCEL
es: CANCELAR
fr: ANNULER

source: Done
es: Terminar
fr: Fait

source: DONE
es: TERMINAR
fr: FAIT

source: Welcome
es: Bienvenido
fr: Bienvenue

source: Home
es: Portada
fr: Accueil

source: Edit Profile
es: Editar su datos
fr: Modifier Profil

source: Representative
es: Representante
fr: Représentant

source: Change Password
es: Cambiar Contrasena
fr: Changer mot de passe

source: Change password
es: Cambiar contrasena
fr: Changer mot de passe

source: Logout
es: Terminar sesion
fr: Déconnecter

source: Preview
es: Vista inicial
fr: Aperçu

source: You don't have any representative added yet!
es: Todavia no ha seleccionado un representante!
fr: Vous n’avez pas encore de représentant!

source: Select Representative
es: Seleccionar Representante
fr: Sélectionner Représentant

source: Notes
es: Notas

source: SUBMIT
es: ENVIAR
fr: SOUMETTRE

source: Agent
es: Agente

source: Manager
es: Gerente

source: Self
es: Si mismo
fr: Soi-même

source: Other
es: Otro
fr: Autre

source: You've no representative added yet!
es: Todavia no ha seleccionado un representante!
fr: Vous n’avez pas encore ajouté de représentant!

source: Edit Representative
es: Editar Representante
fr: Modifier Représentant

source: Category
es: Categoria
fr: Catégorie

source: SAVE
es: GUARDAR
fr: SAUVEGARDER

source: Save
es: Guardar
fr: Sauvegarder

source: Edit
es: Editar
fr: Modifier

source: Delete
es: Botar
fr: Effacer

source: OK
es: Aceptar

source: Take Photo
es: Tomar Fotos
fr: Prendre une photo

source: Choose Existing Photo
es: Elegir Fotos
fr: Choisir une photo existante

source: Alert
es: Alerta
fr: Alerte

source: Device has no camera.
es: Dispositivo no tiene camara.
fr: Cet appareil n'a pas de caméra.

source: Loading...
es: Subiendo...
fr: Chargement en cours...

source: Email account is not configured in your device.
es: Correo electronico no ha sido configurado en su dispositivo.
fr: Adresse email non enregistré sur cet appareil.

source: Managers
es: Nombre de Gerentes

source: Add manager
es: Anadir gerente
fr: Ajouter un manager

source: Update
es: Actualizar
fr: Mettre à jour

source: Yes
es: Si
fr: Oui

source: Choose from Gallery
es: Elegir de la galeria
fr: Choisir dans la gallerie

source: No images selected
es: Imagines no has sido seleccionada
fr: Aucune image sélectionnée

source: Couldn't save image.
es: Imagen no guardada.
fr: Cette image ne peut être enregistrée.

source: Failed to record video.
es: Video no ha sido grabado.
fr: La vidéo n'a pu être enregistrée.

source: Try again.
es: Tratar otra vez.
fr: Réessayer.

source: Please check your internet connection.
es: Favor chequear su conecction de internet.
fr: Veuillez vérifier votre connexion internet.

source: Connection Error
es: Error al conectar
fr: Erreur de connexion

source: Your app doesn't have permission to use camera, please change privacy settings.
es: Su applicacion no tiene permiso para usar la camara. Favor de cambiar su configuracion de privacidad.
fr: Votre application ne permet pas d'utiliser la caméra, veuillez modifier les paramètres de confidentialité.

source: Are you sure you want to delete this representative?
es: Esta seguro que quiere borrar este representante?
fr: Êtes-vous sûr de vouloir effacer ce représentant?

source: Choose an email client...
es: Elegir correo electronico del cliente...
fr: Choisir un email client...

source: No email client installed.
es: El correo electronico del cliente no ha sido instalado.
fr: Aucun email client installé.

source: Email has been sent.
es: El correo ha sido enviado.
fr: Email envoyé.

source: Email has been cancelled.
es: El correo ha sido cancelado.
fr: Email annulé.

source: We will send you an email with a new password.
es: Se le va a mandar un correo electronico con una nueva contrasena.
fr: Nous vous enverrons un email avec votre nouveau mot de passe.

source: Unable to add representative, please try again.
es: No puede agregar este representate, por favor trate otra vez.
fr: Impossible de rajouter ce représentant, veuillez réessayer.

source: You cannot add more than 10 representatives for this category.
es: No puede agregar mas de 10 representantes es esta categoria.
fr: Vous ne pouvez pas rajouter plus de dix représentants dans cette catégorie.

source: Profile picture could not be uploaded, please try again.
es: La foto no se subio correctamente. Favor tratar otra vez.
fr: Photo de profil n'a pu être téléchargée.

source: This representative already exists.
es: Este representante ya ha sido agregado.
fr: Ce représentant existe déjà.

source: The selected folder is improper, please select profile picture again.
es: La carpeta seleccionada es incorrecta, por favor selecciona foto de perfil nuevo.
fr: Le document sélectionné est erroné, veuillez re-sélectionner votre photo de profil.

source: Your new password cannot be same as your old password.
es: Su nueva contrasena no puede ser la misma que la previa.
fr: Votre nouveau mot de passe doit être différent de votre ancien mot de passe.

source: Wrong old password, please try again.
es: Contrasena previa no esta correcta. Favor trate otra vez.
fr: Ancien mot de passe invalide, veuillez réessayer.

source: Your device storage is full.
es: Su dispositivo de almacenamiento está lleno.
fr: Votre stockage de l'appareil est pleine .

source: Thank you for registering on Actor CAM!
es: Gracias por su registro en Actor CAM!
fr: Merci de vous enregistrer sur Actor CAM!

source: Representative added successfully.
es: Representante agregó correctamente .
fr: Représentant ajouté avec succès .

source: Your profile is updated successfully.
es: Su perfil se ha actualizado correctamente.
fr: Votre profil est mis à jour avec succès .

source: Representative updated successfully.
es: Representante actualizado correctamente .
fr: Représentant mis à jour avec succès .

source: Representative deleted successfully.
es: Representante eliminado correctamente .
fr: Représentant supprimé avec succès .

source: Your account is currently inactive.
es: Su cuenta está actualmente inactivo .
fr: Votre compte est actuellement inactif .

source: Your email was not sent.
es: Tu correo electrónico no fue enviado.
fr: Votre e-mail n'a pas été envoyé .

source: The request timed out.
es: La petición de tiempo de espera.
fr: La demande a expiré.

source: Success
es: Éxito
fr: Succès

# Spanish
source: Espa√±ol
es: Español

source: Actor CAM - New Audio from model
es: Actor CAM - Nuevo audio de modelo
fr: Actor CAM - New Audio à partir du modèle

source: Actor CAM - New Images from model
es: Actor CAM - Nuevo Imagines de modelo
fr: Actor CAM - Nouvelles images de modèle

source: New password cannot be blank.
es: Nueva contraseña no puede estar vacio.
fr: Nouveau mot de passe ne peut pas être vide .

source: Old password cannot be blank.
es: Contrasena vieja no puede estar vacio.
fr: Ancien mot de passe ne peut pas être vide .

source: Your password must be atleast 8 characters long.
es: Tu contraseña debe tener al menos 8 caracteres de longitud .
fr: Votre mot de passe doit être atleast 8 caractères .

source: Please choose a category.
es: Por favor elija una categoría.
fr: Choisir une catégorie s'il vous plait.

source: Record
es: Grabar
fr: Enregistrement

source: Stop
es: Deténgase
fr: Arrêtez

source: Update Representante
es: Actualizar Representante
fr: Mise à jour Représentant

source: Actor CAM - New Video from model
es: Actor CAM - Nuevo Video de modelo
fr: Actor CAM - Nouvelle vidéo dans le modèle

source: Video recording cancelled
es: Video grabación cancelado
fr: L'enregistrement vidéo annulé

source: The Internet connection appears to be offline.
es: La conexión a Internet parece estar fuera de línea .
fr: La connexion Internet semble être déconnecté .

source: The network connection was lost.
es: La conexión de red se perdió.
fr: La connexion au réseau a été perdue .

source: Error
fr: Erreur

source: No
fr: Non
